---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.ArgumentException
source: html/7b038cd8-4334-41cb-6a9d-4b593c172540.htm
---
# ArgumentException Properties

The information of the function throwing the exception.